/* eslint-disable */
module.exports = () => {
  return [
    {
      id: 1,
      measure: 'Изменение регламента/процесса'
    },
    {
      id: 2,
      measure: 'Применено дисциплинарное взыскание'
    },
    {
      id: 3,
      measure: 'Проведён дополнительный инструктаж'
    },
    {
      id: 4,
      measure: 'Выставлен штраф обслуживающей организации/партнёру'
    },
    {
      id: 5,
      measure: 'Внесены изменения в договор с обслуживающей организацией/партнёром'
    },
    {
      id: 6,
      measure: 'Применён начёт работнику'
    },
    {
      id: 7,
      measure: 'Направлено требование о необходимости соблюдения условий договора/стандартов партнёру/обслуживающей организации'
    },
    {
      id: 8,
      measure: 'Внесены изменения в продукт, правила или процесс компании'
    },
    {
      id: 9,
      measure: 'Причина сбоя устранена'
    },
  ];
};
