/* eslint-disable */
module.exports = () => {
  return [
    {
      functional: 1,
      name: 'Главная страница АРМ – пункт меню Расследования – просмотр перечня Расследований',
    },
    {
      functional: 2,
      name: 'Главная страница АРМ – пункт меню Расследования – просмотр Расследования в перечне',
    },
    {
      functional: 3,
      name: 'Главная страница АРМ – пункт меню Массовые меры',
    },
    {
      functional: 4,
      name: 'Карточка Расследования – вкладка Расследование',
    },
    {
      functional: 5,
      name: 'Карточка Расследования – вкладка SR',
    },
    {
      functional: 6,
      name: 'Карточка Расследования – вкладка История изменений',
    },
    {
      functional: 7,
      name: 'Карточка Расследования – вкладка Расследование – вкладка Классификация',
    },
    {
      functional: 8,
      name: 'Карточка Расследования – вкладка Расследование – вкладка Причины',
    },
    {
      functional: 9,
      name: 'Карточка Расследования – вкладка Расследование – вкладка Меры',
    },
    {
      functional: 10,
      name: 'Карточка Расследования – вкладка Расследование - вкладка Вложения',
    },
    {
      functional: 11,
      name: 'Карточка Всплывающее окно Фильтры для Расследований',
    },
    {
      functional: 12,
      name: 'Всплывающее окно Выбор исполнителя',
    },
    {
      functional: 13,
      name: 'Всплывающее окно Выбор подразделения',
    },
    {
      functional: 14,
      name: 'Всплывающее окно Выбор тематики',
    },
    {
      functional: 15,
      name: 'Всплывающее окно Выбор типовой причины',
    },
    {
      functional: 16,
      name: 'Всплывающее окно Выбор сотрудника',
    },
    {
      functional: 17,
      name: 'Всплывающее окно Выбор типовой меры',
    },
    {
      functional: 18,
      name: 'Справочник Пользователи',
    },
    {
      functional: 19,
      name: 'Справочник Роли пользователей',
    },
    {
      functional: 20,
      name: 'Справочник Подразделения',
    },
    {
      functional: 21,
      name: 'Справочник Тематики',
    },
    {
      functional: 22,
      name: 'Справочник Причины',
    },
    {
      functional: 23,
      name: 'Справочник Меры',
    },
  ];
};
