/* eslint-disable */
module.exports = () => {
  return [
    {
      id: 1,
      reason: 'Ошибка работника ПАО "АЭРОФЛОТ"'
    },
    {
      id: 2,
      reason: 'Ошибка работника партнёра/обслуживающей организации'
    },
    {
      id: 3,
      reason: 'Неудовлетворённость клиента предлагаемым продуктом / существующими правилами / процессами компании (нарушений не выявлено)'
    },
    {
      id: 4,
      reason: 'Сбой в информационных системах партнёра/обслуживающей организации'
    },
    {
      id: 5,
      reason: 'Сбой в технологических системах партнёра/обслуживающей организации'
    },
    {
      id: 6,
      reason: 'Сбой в информационных системах ПАО "АЭРОФЛОТ"'
    },
    {
      id: 7,
      reason: 'Сбой в технологических системах ПАО "АЭРОФЛОТ"'
    },
  ];
};
