module.exports = () => {
  return [
    {
      name: 'Интернет-сайт',
      children: [
        {
          name: 'Дизайн',
          children: [
            {
              name: 'Интерфейс',
            },
            {
              name: 'Стиль',
            },
            {
              name: 'Реклама',
            },
          ],
        },
        {
          name: 'Информативность',
          children: [
            {
              name: 'Актуальность',
            },
            {
              name: 'Полнота',
            },
          ],
        },
        {
          name: 'Структура',
          children: [
            {
              name: 'Навигация',
            },
            {
              name: 'Загрузка',
            },
            {
              name: 'Доступность для пассажиров-иностранцев',
            },
          ],
        },
        {
          name: 'Бронирование/оформление перевозки',
          children: [
            {
              name: 'Процедура',
            },
            {
              name: 'Спецуслуги',
            },
            {
              name: 'Оплата',
            },
            {
              name: 'Аннулирование бронирования',
            },
            {
              name: 'Регистрация',
            },
          ],
        },
      ],
    },
  ];
};
